[
    {
      "id": 1,
      "title": "Введение в работу с Wildberries",
      "shortDescription": "Базовые принципы работы маркетплейса и ключевые моменты для успешного старта.",
      "icon": "rocket",
      "sections": [
        {
          "title": "Цели модуля",
          "content": "Познакомить вас с принципами работы Wildberries, дать понимание ключевых метрик и создать фундамент для дальнейшего обучения."
        },
        {
          "title": "Описание",
          "content": "В этом модуле мы рассмотрим, как устроен маркетплейс Wildberries, какие основные правила и требования необходимо соблюдать продавцу. Вы узнаете о регистрации личного кабинета, базовых настройках и первых шагах при выходе на платформу."
        },
        {
          "title": "Практическое задание",
          "content": "Зарегистрировать личный кабинет на Wildberries, изучить интерфейс и основные разделы. Составить список из 5-10 потенциальных товарных ниш для анализа."
        }
      ],
      "duration": "4 часа",
      "difficulty": "Начальный"
    },
    {
      "id": 2,
      "title": "Анализ ниши и выбор товара",
      "shortDescription": "Методология исследования рынка и определения перспективных товарных категорий.",
      "icon": "search",
      "sections": [
        {
          "title": "Цели модуля",
          "content": "Научить вас анализировать рынок Wildberries, выбирать перспективные ниши и конкретные товары с потенциалом для успешных продаж."
        },
        {
          "title": "Описание",
          "content": "Мы изучим инструменты для анализа ниш на Wildberries, научимся определять объем рынка, оценивать конкуренцию и находить точки входа. Вы узнаете, как отслеживать тренды и прогнозировать спрос на товары. В результате вы сможете выбрать товары с высоким потенциалом продаж."
        },
        {
          "title": "Практическое задание",
          "content": "Провести анализ 3-5 выбранных ниш с помощью изученных инструментов. Составить сравнительную таблицу с ключевыми метриками. Выбрать 2-3 товара для дальнейшей проработки."
        }
      ],
      "duration": "6 часов",
      "difficulty": "Средний"
    },
    {
      "id": 3,
      "title": "Поиск и работа с поставщиками",
      "shortDescription": "Стратегии поиска надежных поставщиков и ведения успешных переговоров для получения лучших условий.",
      "icon": "handshake",
      "sections": [
        {
          "title": "Цели модуля",
          "content": "Обучить методам поиска надежных поставщиков товаров, построению взаимовыгодных отношений и ведению успешных переговоров."
        },
        {
          "title": "Описание",
          "content": "В этом модуле вы узнаете, где искать поставщиков для вашего товара - как в России, так и за рубежом. Мы рассмотрим критерии выбора надежных партнеров, способы проверки и минимизации рисков. Особое внимание уделим навыкам ведения переговоров, расчета себестоимости и выбора оптимальных логистических решений."
        },
        {
          "title": "Практическое задание",
          "content": "Найти минимум 5 потенциальных поставщиков для выбранных товаров. Составить скрипт переговоров и провести первичные переговоры с 2-3 поставщиками. Рассчитать себестоимость товара с учетом всех затрат."
        }
      ],
      "duration": "8 часов",
      "difficulty": "Средний"
    },
    {
      "id": 4,
      "title": "Создание карточки товара",
      "shortDescription": "Техники создания привлекательных и конверсионных карточек товаров на Wildberries.",
      "icon": "file-text",
      "sections": [
        {
          "title": "Цели модуля",
          "content": "Научить созданию эффективных, продающих и соответствующих требованиям Wildberries карточек товаров."
        },
        {
          "title": "Описание",
          "content": "Мы изучим структуру идеальной карточки товара на Wildberries, требования платформы к контенту и принципы написания продающих текстов. Вы узнаете, как правильно подбирать ключевые слова, оптимизировать заголовки и описания, работать с характеристиками товаров. Также мы рассмотрим важность качественных фотографий и подготовку визуального контента."
        },
        {
          "title": "Практическое задание",
          "content": "Создать карточку товара для выбранного продукта, включая: название, описание, характеристики и подбор ключевых слов. Определить требования к фотографиям и составить ТЗ для фотографа/дизайнера."
        }
      ],
      "duration": "6 часов",
      "difficulty": "Средний"
    },
    {
      "id": 5,
      "title": "Ценообразование и финансовая модель",
      "shortDescription": "Стратегии формирования оптимальной цены и построения прибыльной финансовой модели.",
      "icon": "dollar-sign",
      "sections": [
        {
          "title": "Цели модуля",
          "content": "Обучить принципам разработки эффективной финансовой модели и стратегиям ценообразования для достижения целевой прибыли."
        },
        {
          "title": "Описание",
          "content": "В этом модуле мы разберем все составляющие финансовой модели продавца на Wildberries: комиссии, логистика, налоги, возвраты и другие расходы. Вы научитесь рассчитывать маржинальность, определять точку безубыточности и устанавливать оптимальные цены на свои товары. Мы также рассмотрим различные стратегии ценообразования и их применимость в разных ситуациях."
        },
        {
          "title": "Практическое задание",
          "content": "Создать финансовую модель для вашего товара в Excel. Рассчитать минимальную и рекомендуемую розничную цену. Определить объем продаж, необходимый для достижения прибыли в 300 000 рублей."
        }
      ],
      "duration": "6 часов",
      "difficulty": "Продвинутый"
    },
    {
      "id": 6,
      "title": "Логистика и работа со складом",
      "shortDescription": "Оптимизация процессов поставки, хранения и отгрузки товаров для минимизации затрат.",
      "icon": "truck",
      "sections": [
        {
          "title": "Цели модуля",
          "content": "Научить эффективной организации логистических процессов, работе со складами Wildberries и оптимизации затрат на доставку."
        },
        {
          "title": "Описание",
          "content": "Мы рассмотрим все аспекты логистики на Wildberries: от подготовки товара к отправке до приемки на складах маркетплейса. Вы узнаете, как правильно маркировать товары, организовать упаковку, выбрать оптимальные способы доставки. Важной частью модуля станет работа с остатками, контроль товародвижения и минимизация рисков при поставках."
        },
        {
          "title": "Практическое задание",
          "content": "Составить план логистики для вашего товара. Рассчитать оптимальную партию поставки. Подготовить чек-лист для отправки первой поставки на склад Wildberries."
        }
      ],
      "duration": "5 часов",
      "difficulty": "Средний"
    },
    {
      "id": 7,
      "title": "Продвижение и реклама",
      "shortDescription": "Эффективные стратегии и инструменты для увеличения продаж и видимости товаров.",
      "icon": "trending-up",
      "sections": [
        {
          "title": "Цели модуля",
          "content": "Обучить основным инструментам продвижения товаров на Wildberries и методам увеличения продаж."
        },
        {
          "title": "Описание",
          "content": "В этом модуле мы изучим все доступные инструменты продвижения на Wildberries: поисковую рекламу, автоматические ставки, внутренние и внешние промо-акции. Вы научитесь настраивать рекламные кампании с оптимальным бюджетом, отслеживать их эффективность и корректировать стратегию. Особое внимание уделим бесплатным методам повышения видимости товаров и работе с отзывами."
        },
        {
          "title": "Практическое задание",
          "content": "Разработать стратегию продвижения для вашего товара. Настроить первую рекламную кампанию с минимальным бюджетом. Составить контент-план для продвижения вне площадки."
        }
      ],
      "duration": "7 часов",
      "difficulty": "Продвинутый"
    },
    {
      "id": 8,
      "title": "Аналитика и масштабирование",
      "shortDescription": "Методы анализа данных, оптимизации бизнес-процессов и расширения ассортимента.",
      "icon": "bar-chart",
      "sections": [
        {
          "title": "Цели модуля",
          "content": "Научить анализу показателей продаж, принятию решений на основе данных и стратегиям масштабирования бизнеса."
        },
        {
          "title": "Описание",
          "content": "В заключительном модуле мы сфокусируемся на анализе результатов вашей работы: научимся отслеживать ключевые показатели, определять слабые места и точки роста. Вы освоите инструменты аналитики Wildberries и сторонние сервисы для мониторинга. Мы разработаем стратегию масштабирования бизнеса через расширение ассортимента, выход на новые рынки и автоматизацию процессов."
        },
        {
          "title": "Практическое задание",
          "content": "Настроить систему отслеживания ключевых показателей. Провести анализ первых результатов и составить план корректирующих действий. Разработать стратегию масштабирования с целью выхода на прибыль 300 000 рублей."
        }
      ],
      "duration": "6 часов",
      "difficulty": "Продвинутый"
    }
  ]